// © Copyright 2012-2013, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Amministrazione dispositivi";

TaskTitle = "Amministrazione dispositivi";
HSDPasswordButton = "Imposta/Cambia password amministratore…";
HSDEnableAllTitle = "Abilita tutto";
HSDDisableAllTitle = "Disabilita tutto";
HSDCustomSettingsTitle = "Impostazioni personalizzate";
HSDOnTitle = "Attivato";
HSDFeatureNameTitle = "Nome funzione";

Networking = "Ethernet";
Wireless = "Wireless";
WirelessAccessPoint = "Punto di accesso wireless";
Fax = "Fax";
DigitalSend = "Invio digitale";
MassStorage = "Scheda foto/memorizzazione di massa";
ePrint = "ePrint";
SIPs = "SIP";
MobileApps = "Servizio MobileApps";
ControlPanelAccess = "Blocco pannello di controllo";
Scan = "Scansione";
RemoteScan = "Digitalizzazione da un computer o dispositivo mobile";
WebScan = "Webscan";
WebServices = "Servizi Web";
FaxReprint = "Ristampa fax";
ReceivingColorFax = "Fax a colori (in ingresso)";
PrintFromMassStorage = "Apri/Stampa da dispositivi USB";
ScanToMassStorage = "Salva su USB (Scansione a USB)";
MassStorageRestrictColor = "Stampa a colori da dispositivi di memoria";
Copy = "Copia";
ColorCopy = "Copia a colori";
DFA = "Dispositivo di archiviazione fax (Device Fax Archiving - DFA)";
ScanToEmail = "Scansione a e-mail";
ScanToNetworkFolder = "Scansione a cartella di rete";
ScanToSharePoint = "Scansiona a SharePoint";
ManualFromEmailAddress = "Immissione manuale da indirizzo email";
ConsumableSubscription = "Sottoscrizione inchiostro";
SFS = "Aiuto in linea";
UsageDataCollection = "Raccolta dati di utilizzo";
WebProxy = "Proxy Web";
WDAP = "Web Proxy Auto-Discovery (WPAD)";
FirmwareUpdate = "Aggiornamento firmware";
WebFirmwareUpdate = "Aggiornamento firmware scaricato dal Web";

AirPrint = "AirPrint™";
GoogleCloudPrint = "Google Cloud Print";
GoogleCloudPrintPrivet = "Stampa con Google Cloud Print dalla rete wireless";

DisableControlPanelAccessAlertTitle =  "Se si abilita il blocco pannello di controllo si limita anche l'accesso alle impostazioni di stampa in HP Utility. Abilitare il blocco pannello di controllo?";
DisableControlPanelAccessAlertDescription = "HP Utility richiede che Blocco pannello di controllo sia disabilitato per poter visualizzare e configurare le impostazioni di stampa. Se è abilitato sarà necessario utilizzare il server EWS della stampante per eseguire la configurazione.";
DisableControlPanelAccessAlertButton = "Abilita blocco pannello di controllo";

HSDFeatureRequiresRebootNote = "(1) Riavvia la stampante per rendere operativa questa impostazione.";

NoSetTitle = "%@ non aggiornato.";
NoSetMessage = "È stato superato il numero massimo di tentativi di modifica di questa impostazione. Riprovare tra un'ora.";

// password window
HSDOldPasswordTitle = "Vecchia password:";
HSDNewPasswordTitle = "Nuova password:";
HSDConfirmPasswordTitle = "Conferma nuova password:";
IncorrectPasswordMessage = "La password è errata.";
NewPasswordTooLong = "La nuova password è troppo lunga.";
PasswordNotSupported = "La modifica della password non non è supportata.";
PasswordRuntimeError = "Errore sconosciuto.";

HSDOkButton = "OK";
HSDCancelButton = "Annulla";
